[Play_X2_XP_S_TYG_Ambient_Musing_A AkEvent]
SpokenText="Особисто мене Обрані неабияк нервують. Спроби Старійшин олюднити наших ворогів лише ускладнюють бойові дії для наших солдатів."

[Play_X2_XP_S_TYG_Ambient_Musing_B AkEvent]
SpokenText="Таємниця походження Обраних, швидше за все, залишиться лише теорією; в першу чергу ми повинні зрозуміти методи, якими вони діють."

[Play_X2_XP_S_TYG_Breakthrough_Complete_A AkEvent]
SpokenText="Все вийшло так, як я сподівався."

[Play_X2_XP_S_TYG_Breakthrough_Complete_B AkEvent]
SpokenText="Це важливий науковий прорив, ось побачите."

[Play_X2_XP_S_TYG_Breakthrough_Complete_C AkEvent]
SpokenText="Ми досягли неймовірних результатів."

[Play_X2_XP_S_TYG_Chosen_Comments_Assassin AkEvent]
SpokenText="Обрана, відома як Убивця, виявляє властивості, зазвичай приписувані в історії нашого світу різним благородним воїнам. Почувши її незвичайні коментарі, я мимоволі задаюся питанням: звідки ж Старійшини взяли для неї ці самі властивості?"

[Play_X2_XP_S_TYG_Chosen_Comments_Hunter AkEvent]
SpokenText="Згідно з даними, зібраними Жнецями, Обраний, відомий як Мисливець, найбільш байдужий до того, що відбувається. Мені важко сказати, яка його справжня мета. Цікаво, однак, що він не приховує свого зневажливого ставлення до Старійшин, незважаючи на те, що створений ними."

[Play_X2_XP_S_TYG_Chosen_Comments_Warlock AkEvent]
SpokenText="Обраний, відомий як Чаклун, фанатичний, практично одержимий, і при цьому є найвірнішим нащадком Старійшин. У своїх багатослівних заявах Чаклун ясно дає нам зрозуміти, що хоче покарати нас за опір Старійшинам. На практиці ж, як я підозрюю, постійний контакт з найпотужнішими проявами пси-енергії давно спотворив свідомість цієї істоти."

[Play_X2_XP_S_TYG_Inspiration_Complete_A AkEvent]
SpokenText="Наше натхнення пішло на користь проєкту."

[Play_X2_XP_S_TYG_Inspiration_Complete_B AkEvent]
SpokenText="Ми завершили наші дослідження в рекордно короткий термін."

[Play_X2_XP_S_TYG_Inspiration_Complete_C AkEvent]
SpokenText="Відділ здатний працювати надзвичайно ефективно за наявності натхнення."

[Play_X2_XP_S_TYG_Photobooth_Musing_A AkEvent]
SpokenText="Якщо це зміцнює бойовий дух, то я тільки за."

[Play_X2_XP_S_TYG_Photobooth_Musing_B AkEvent]
SpokenText="Запросіть їх позувати біля меню закусочної \"Адвента\"... заради науки."

[Play_X2_XP_S_TYG_Photobooth_Musing_D AkEvent]
SpokenText="Я лише боюся, що так ворогу буде легше впізнати наших агентів."

[Play_X2_XP_S_TYG_Photobooth_Musing_E AkEvent]
SpokenText="Дуже сподіваюся, що витрати на пропаганду не списуються з наукового бюджету."

[Play_X2_XP_S_TYG_Research_Complete_A AkEvent]
SpokenText="Гадаю, наші результати перевершили всі очікування."

[Play_X2_XP_S_TYG_Research_Complete_B AkEvent]
SpokenText="Це стане для нас важливим кроком."

[Play_X2_XP_S_TYG_Research_Complete_C AkEvent]
SpokenText="Наші дослідження увінчалися успіхом."

[Play_X2_XP_S_TYG_Research_Complete_D AkEvent]
SpokenText="Ще один важливий крок для наших досліджень."

[Play_X2_XP_S_TYG_Research_Complete_E AkEvent]
SpokenText="Шефе, ми зробили кілька важливих відкриттів."

[Play_X2_XP_S_TYG_Research_Confirmation_A AkEvent]
SpokenText="Я негайно приступлю до досліджень."

[Play_X2_XP_S_TYG_Research_Confirmation_B AkEvent]
SpokenText="Науковому відділу не терпиться цим зайнятися, шефе."

[Play_X2_XP_S_TYG_Research_Confirmation_C AkEvent]
SpokenText="Як тільки буде що повідомити, я дам вам знати."

[Play_X2_XP_S_TYG_Research_Confirmation_D AkEvent]
SpokenText="Я зроблю це нашим першим пріоритетом."

[Play_X2_XP_S_TYG_Research_Confirmation_E AkEvent]
SpokenText="Я згоден, це - найважливіше завдання."

[Play_X2_XP_S_TYG_Walkup_Chosen_Defeated AkEvent]
SpokenText="Обрані надзвичайно живучі. Хай сьогодні ми здобули перемогу, але нам ще багато треба дізнатися, якщо ми хочемо знищити їх назавжди."

[Play_X2_XP_S_TYG_Walkup_Chosen_Extracted AkEvent]
SpokenText="За інших обставин я лише вітав би можливість вивчити способи, якими Обрані витягують інформацію з наших бійців, чому ми тільки що стали свідками."

[Play_X2_XP_S_TYG_Walkup_Chosen_Killed_Stronghold AkEvent]
SpokenText="Незважаючи на те, що під час наших зустрічей Обрані мали очевидний захист, у стінах власної цитаделі вони виявляються повністю вразливими."

[Play_X2_XP_S_TYG_Walkup_High_Level_Faction_Hero AkEvent]
SpokenText="Солдат, який прийшов до нас з Опору, швидко вчиться і вже перевершує своїми вміннями багатьох наших власних бійців."

[Play_X2_XP_S_TYG_Walkup_Lost_Abandoned AkEvent]
SpokenText="Укладення союзу з фракціями Опору відкриває найцікавіші можливості для вивчення методів, за допомогою яких вони виживали всі ці роки."

[Play_X2_XP_S_TYG_Walkup_Lost_Encountered AkEvent]
SpokenText="На даному етапі я не можу сказати, які впливи призвели до появи Блукачів, але їх висока чисельність вказує на широке поширення цього явища."

[Play_X2_XP_S_TYG_Walkup_Soldier_Captured AkEvent]
SpokenText="Я не сумніваюся, що наші союзники з Опору день і ніч шукатимуть зниклого солдата."

[Play_X2_XP_TYG_S_Autopsy_Lost AkEvent]
SpokenText="Незважаючи на зовнішню схожість з пси-зомбі, яких ми вже зустрічали, Блукачі радикально від них відрізняються. Тривалий контакт з хімікатами, які використовували прибульці на ранніх стадіях вторгнення, перетворив мирних жителів на небезпечний вид ходячих мерців."

[Play_X2_XP_TYG_S_Autopsy_Priest AkEvent]
SpokenText="Особина, відома у військах як жрець \"Адвента\", до цього моменту була рідкісним гостем за межами міських центрів. Жерці, подібно до Старійшин, не відрізняються фізичними даними, але володіють при цьому несподівано потужними пси-здібностями. Навіть після їхньої загибелі останки зберігають високий рівень пси-енергії."

[Play_X2_XP_TYG_S_Autopsy_Purifier AkEvent]
SpokenText="Ретельне вивчення бійця \"Адвента\", відомого як \"Чистильник\", виявило наявність генетично модифікованих залоз терморегуляції. Разом зі спеціалізованою бронею це дає чистильникам високу стійкість до вогню, що межує з повною нечутливістю."

[Play_X2_XP_TYG_S_Autopsy_Spectre AkEvent]
SpokenText="Це створіння відоме у військах під іменем \"Примара\". Поки що не вдалося встановити, яким чином йому вдається переходити з твердого стану в газоподібний. Я припускав, що йдеться про рій наномашин або, ймовірно, комах, проте жодне з моїх припущень не підтвердилося, і нових ідей не виникло."

[Play_X2_XP_TYG_S_First_Breakthrough AkEvent]
SpokenText="Шефе, наші останні дослідження призвели до несподіваного наукового відкриття. Якщо діяти швидко, то я зможу використати цю рідкісну можливість на благо нашого проєкту."

[Play_X2_XP_TYG_S_First_Inspired AkEvent]
SpokenText="Шефе, я придумав новий оригінальний підхід до поточного дослідження. Якщо впровадити його, то проєкт може бути завершений набагато швидше, ніж я спочатку розраховував."

[Play_X2_XP_TYG_S_First_Recovery_Boost AkEvent]
SpokenText="Шефе, ми можемо застосувати експериментальну методику і повністю відновити фізичне та розумове здоров'я солдата на час одного завдання."

[Play_X2_XP_TYG_S_First_Research_Breakthrough AkEvent]
SpokenText="Шефе, наш науковий проєкт настільки успішний, що в перспективі може відкрити нам новий напрямок досліджень. Однак вибір потрібно зробити негайно; я побоююся, що можливість може виявитися недовговічною."

[Play_X2_XP_TYG_S_First_Research_Inspiration AkEvent]
SpokenText="Шефе, дослідницька група з таким ентузіазмом зайнялася поточним проєктом, що у нас з'явилася можливість значно підвищити ефективність наукової роботи. Діяти, однак, потрібно швидко: наші генії - мінливі натури."

[Play_X2_XP_TYG_S_SITREP_Gateway AkEvent]
SpokenText="Якщо показання не брешуть, то неподалік може бути інопланетний артефакт, що відкриває доступ в інше місце під контролем прибульців. Нам потрібно вирішити, чи хочемо ми з ним зв'язуватися."

[Play_X2_XP_TYG_S_SITREP_Outbreak AkEvent]
SpokenText="Шефе, майте на увазі: в цьому секторі виявлено Блукачів. Загону доведеться бути особливо обережним."

[Play_X2_XP_TYG_S_SITREP_Psionic_Storm AkEvent]
SpokenText="По всьому сектору спостерігається незвично високий рівень пси-енергії. Припускаю, що нам доведеться мати справу з володарями розвинених пси-здібностей."

[Play_X2_XP_TYG_S_SITREP_Savage AkEvent]
SpokenText="Шефе, схоже, в цьому секторі прибульці використовують особливо небезпечних тварюк. Навіть \"Адвент\" з ними ледве справляється. Рекомендую бути вкрай обережними."

[Play_X2_XP_TYG_S_Welcome_Recovery_Center AkEvent]
SpokenText="Наявність реабілітаційного центру дозволяє нам надавати солдатам необхідну підтримку, перетворюючи небажані властивості на позитивні. Також тут можливі тренування солдатів, зв'язок між якими досяг високого рівня."
